export default `<?xml version="1.0" encoding="UTF-8"?>
<svg width="110px" height="110px" viewBox="0 0 110 110" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <title>缺省页图标</title>
    <defs>
        <linearGradient x1="50%" y1="0%" x2="50%" y2="100%" id="linearGradient-1">
            <stop stop-color="#EEEEEE" offset="0%"></stop>
            <stop stop-color="#D1D1D1" offset="100%"></stop>
        </linearGradient>
        <linearGradient x1="-1.11022302e-14%" y1="50%" x2="100%" y2="50%" id="linearGradient-2">
            <stop stop-color="#FFFFFF" offset="0%"></stop>
            <stop stop-color="#F1F1F1" offset="100%"></stop>
        </linearGradient>
        <linearGradient x1="99.0562653%" y1="100%" x2="0.943734713%" y2="0%" id="linearGradient-3">
            <stop stop-color="#E9E9E9" offset="0%"></stop>
            <stop stop-color="#D2D2D2" offset="100%"></stop>
        </linearGradient>
        <linearGradient x1="50%" y1="0%" x2="50%" y2="100%" id="linearGradient-4">
            <stop stop-color="#ECECEC" offset="0%"></stop>
            <stop stop-color="#F4F4F4" offset="100%"></stop>
        </linearGradient>
        <linearGradient x1="100%" y1="50%" x2="0%" y2="50%" id="linearGradient-5">
            <stop stop-color="#FFFFFF" offset="0%"></stop>
            <stop stop-color="#F2F2F2" offset="100%"></stop>
        </linearGradient>
        <linearGradient x1="100%" y1="50%" x2="2.38291885%" y2="50%" id="linearGradient-6">
            <stop stop-color="#EFEFEF" offset="0%"></stop>
            <stop stop-color="#D4D4D4" offset="100%"></stop>
        </linearGradient>
    </defs>
    <g id="pc端规范" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
        <g id="20.缺省页" transform="translate(-314.000000, -527.000000)">
            <g id="编组-26" transform="translate(314.000000, 527.000000)">
                <g id="编组-3" transform="translate(6.000000, 25.000000)">
                    <g id="编组-5">
                        <polygon id="路径-4" fill="url(#linearGradient-1)" fill-rule="nonzero" points="57.7939492 66.8511812 57.7939492 18.8704678 91.8924349 11.0299818 91.8924349 54.8396533"></polygon>
                        <polygon id="矩形备份-2" fill="url(#linearGradient-2)" transform="translate(79.841407, 24.311946) rotate(-34.000000) translate(-79.841407, -24.311946) " points="64.6060723 7.47197398 97.2593423 20.0395477 93.9851165 41.1519186 62.4234726 29.2817406"></polygon>
                        <polygon id="路径-5" fill="url(#linearGradient-3)" fill-rule="nonzero" points="57.7939492 66.8511812 57.7939492 18.8704678 5.29467718 13.8493295 5.29467718 56.8220791"></polygon>
                        <path d="M13.0133853,23.9914686 L50.075241,23.9914686 C50.9036681,23.9914686 51.575241,24.6630415 51.575241,25.4914686 L51.575241,56.9977793 C51.575241,57.8262065 50.9036681,58.4977793 50.075241,58.4977793 C49.9779057,58.4977793 49.8808015,58.4883052 49.7853019,58.469491 L12.7234462,51.1680047 C12.0203162,51.0294824 11.5133853,50.4129382 11.5133853,49.6962931 L11.5133853,25.4914686 C11.5133853,24.6630415 12.1849582,23.9914686 13.0133853,23.9914686 Z" id="矩形" fill="url(#linearGradient-4)"></path>
                        <path d="M19.7859813,44.9231765 L43.9933667,48.6473896 C44.7788859,48.7682387 45.3587462,49.4441304 45.3587462,50.2388913 C45.3587462,50.8934406 44.8281291,51.4240577 44.1735798,51.4240577 C44.1132455,51.4240577 44.0529994,51.4194505 43.9933667,51.4102762 L19.7859813,47.6860631 C19.0004621,47.565214 18.4206018,46.8893223 18.4206018,46.0945614 C18.4206018,45.4400121 18.9512189,44.909395 19.6057682,44.909395 C19.6661025,44.909395 19.7263486,44.9140022 19.7859813,44.9231765 Z" id="矩形" fill="#D8D8D8"></path>
                        <path d="M19.7859813,39.203786 L35.0139853,41.5465558 C35.7995045,41.6674049 36.3793647,42.3432966 36.3793647,43.1380575 C36.3793647,43.7926068 35.8487477,44.3232239 35.1941983,44.3232239 C35.1338641,44.3232239 35.0736179,44.3186167 35.0139853,44.3094424 L19.7859813,41.9666726 C19.0004621,41.8458235 18.4206018,41.1699318 18.4206018,40.3751709 C18.4206018,39.7206216 18.9512189,39.1900045 19.6057682,39.1900045 C19.6661025,39.1900045 19.7263486,39.1946117 19.7859813,39.203786 Z" id="矩形备份-3" fill="#D8D8D8"></path>
                        <path d="M19.7854844,32.1452955 L39.158812,35.1723779 C39.9444944,35.2951408 40.5236946,35.9718687 40.5236946,36.7670841 C40.5236946,37.4200804 39.9943365,37.9494385 39.3413402,37.9494385 C39.2802226,37.9494385 39.219197,37.9446996 39.158812,37.9352645 L19.7854844,34.9081821 C18.9998021,34.7854192 18.4206018,34.1086912 18.4206018,33.3134759 C18.4206018,32.6604795 18.9499599,32.1311214 19.6029563,32.1311214 C19.6640739,32.1311214 19.7250995,32.1358603 19.7854844,32.1452955 Z" id="矩形备份-4" fill="#D8D8D8"></path>
                        <polygon id="矩形" fill="url(#linearGradient-5)" points="5.29467718 13.8493295 57.7939492 18.8704678 51.9627601 38.1720781 0 29.1533946"></polygon>
                        <polygon id="路径-6" fill="url(#linearGradient-6)" points="5.29467718 13.8493295 57.7939492 18.8704678 91.8924349 11.0299818 47.5755984 6.21649485"></polygon>
                    </g>
                    <ellipse id="椭圆形" fill="#E5E5E5" fill-rule="nonzero" cx="49" cy="81" rx="34" ry="3"></ellipse>
                </g>
            </g>
        </g>
    </g>
</svg>`
